<template>
  <div class="template_main_right" id="content">
    <h1>Блог</h1>
    <div class="blog_item">
      <div class="blog_item_title">
        <h2>Почему важно уметь понимать своего партнера?</h2>
        <span>21.02.12</span>
      </div>
      <p>
        Текст описание про себя Текст описание про себя Текст описание про себя
        Текст описание про себя Текст описание про себя Текст описание про себя
        Текст описание про себя Текст описание про себя Текст описание про себя
        Текст описание про себя м
      </p>
      <a href="javascript:;" class="link_blue">Читать дальше</a>
    </div>
    <div class="blog_item">
      <div class="blog_item_title">
        <h2>Почему важно уметь понимать своего партнера?</h2>
        <span>21.02.12</span>
      </div>
      <p>
        Текст описание про себя Текст описание про себя Текст описание про себя
        Текст описание про себя Текст описание про себя Текст описание про себя
        Текст описание про себя Текст описание про себя Текст описание про себя
        Текст описание про себя м
      </p>
      <a href="javascript:;" class="link_blue">Читать дальше</a>
    </div>
    <div class="blog_item">
      <div class="blog_item_title">
        <h2>Почему важно уметь понимать своего партнера?</h2>
        <span>21.02.12</span>
      </div>
      <p>
        Текст описание про себя Текст описание про себя Текст описание про себя
        Текст описание про себя Текст описание про себя Текст описание про себя
        Текст описание про себя Текст описание про себя Текст описание про себя
        Текст описание про себя м
      </p>
      <a href="javascript:;" class="link_blue">Читать дальше</a>
    </div>
    <div class="blog_item">
      <div class="blog_item_title">
        <h2>Почему важно уметь понимать своего партнера?</h2>
        <span>21.02.12</span>
      </div>
      <p>
        Текст описание про себя Текст описание про себя Текст описание про себя
        Текст описание про себя Текст описание про себя Текст описание про себя
        Текст описание про себя Текст описание про себя Текст описание про себя
        Текст описание про себя м
      </p>
      <a href="javascript:;" class="link_blue">Читать дальше</a>
    </div>
    <div class="blog_item">
      <div class="blog_item_title">
        <h2>Почему важно уметь понимать своего партнера?</h2>
        <span>21.02.12</span>
      </div>
      <p>
        Текст описание про себя Текст описание про себя Текст описание про себя
        Текст описание про себя Текст описание про себя Текст описание про себя
        Текст описание про себя Текст описание про себя Текст описание про себя
        Текст описание про себя м
      </p>
      <a href="javascript:;" class="link_blue">Читать дальше</a>
    </div>
    <div class="blog_item">
      <div class="blog_item_title">
        <h2>Почему важно уметь понимать своего партнера?</h2>
        <span>21.02.12</span>
      </div>
      <p>
        Текст описание про себя Текст описание про себя Текст описание про себя
        Текст описание про себя Текст описание про себя Текст описание про себя
        Текст описание про себя Текст описание про себя Текст описание про себя
        Текст описание про себя м
      </p>
      <a href="javascript:;" class="link_blue">Читать дальше</a>
    </div>
  </div>
</template>

<script>
export default {};
</script>

<style></style>
